Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: One of the most frequent questions I am asked is, “How does a mother of five sons and only one daughter qualify to be the Young Women general president?” My reply is always the same: “It’s because I have one perfect daughter, and I know all the boy secrets!” Tonight my sons have given me permission to reveal one of those secrets to you. It is this: virtuous young men are attracted to virtuous young women.
ru: Один из наиболее часто задаваемых мне вопросов звучит так: «Как может мать пятерых сыновей и только одной дочери стать настоящим Генеральным президентом Общества молодых женщин?» Я всегда отвечаю одинаково: «Все дело в том, что у меня одна совершенная дочь, а еще я знаю все мальчишечьи секреты!» Мои сыновья разрешили мне открыть вам сегодня вечером один из таких секретов. Вот он: добродетельных юношей привлекают добродетельные девушки.

source: Before young men go on their missions, if you asked them the number one quality they were looking for in a young woman, they might mention a quality that is based on worldly standards, like looks. But after two years in the mission field, these same young men return home, and they have changed—their focus has changed—and the number one quality they are looking for in an eternal companion changed without your even knowing it! A virtuous returned missionary is attracted to a virtuous young woman—one who has a testimony of Jesus Christ and is committed to a life of purity.
ru: Если спросить юношей, которые собираются ехать на миссию, что привлекает их в девушках прежде всего, большинство из них выберет какое-то мирское качество, например, «внешность». Но после двух лет служения на миссии те же самые юноши возвращаются домой уже сильно изменившимися – меняются их цели, меняются их приоритеты в выборе вечной спутницы, даже если они не осознают этого! Добродетельный вернувшийся миссионер стремится найти добродетельную молодую женщину, имеющую свидетельство об Иисусе Христе и ведущую праведный образ жизни.

source: What has caused this mighty change of heart? These young men understand their identity and role in the plan of happiness. They have purified their lives so that they can be guided by the constant companionship of the Holy Ghost. They are worthy to enter the Lord’s holy temples. They are virtuous. No wonder the scriptures tell us to “add to [our] faith virtue” (2 Peter 1:5). For it is true: “virtue loveth virtue; light cleaveth unto light” (D&C 88:40). Just as Paul advised his young friend Timothy to be “an example of the believers . . . in purity” (1 Timothy 4:12), tonight I would like to echo Paul’s words to you, for virtue is purity.
ru: Что же вызывает такие разительные перемены? Эти юноши осознали свою истинную природу и свою роль в плане счастья. Они очистили свою жизнь, чтобы Святой Дух мог постоянно пребывать с ними. Они достойны того, чтобы войти в святой храм Господа. Они добродетельны. Неудивительно, что в Священном Писании сказано: «Покажите в вере вашей добродетель» (2-е Петра 1:5). И действительно, «добродетель любит добродетель; свет придерживается света» (У. и З. 88:40). Подобно тому, как Павел советовал своему юному другу Тимофею быть «образцом для верных… в чистоте» (1-е к Тимофею 4:12), сегодня вечером я хотела бы повторить его слова, ибо добродетель – это и есть чистота.

source: As you remember, almost one year ago our presidency climbed a mountain and unfurled a gold banner calling for “a return to virtue.” We called for young women and women across the world to arise and shine forth as a standard to the nations (see D&C 115:5). As a result, the value of virtue has been added to the Young Women theme and to Personal Progress so that it may be “written in [your] hearts” (Romans 2:15). This is an addition for you and your day that has been inspired by the words and teachings of prophets, seers, and revelators. President Boyd K. Packer has said that “nothing in the history of the Church or in the history of the world . . . compare[s] with our present circumstances. Nothing . . . exceeds in wickedness and depravity that which surrounds us now” (“The One Pure Defense” [address to CES religious educators, Feb. 6, 2004], 4). Never before has there been a greater need for virtue and purity in the world.
ru: Вы помните, что почти год назад наше президентство взошло на гору, где мы развернули золотистый стяг, призывающий нас «вернуться к добродетели». Мы призвали девушек и женщин по всему миру встать и сиять, чтобы быть знаменем всем народам (см. У. и З. 115:5). В результате в цели Общества молодых женщин и в программе «Совершенствование личности» появился новый идеал – «Добродетель», который должен быть «написан в [ваших] сердцах» (к Римлянам 2:15). Это – дополнение, вдохновленное словами и учениями Пророков, Провидцев и Носителей откровений, которое было сделано для вас и в ваши дни. Старейшина Бойд К. Пэкер сказал: «Нет ничего в истории Церкви или в истории человечества,.. что могло бы сравниться с обстоятельствами, сложившимися в наши дни. Не было ничего,.. что превышало бы греховность и развращенность окружающего нас мира» («The One Pure Defense» [address to CES religious educators, Feb. 6, 2004], 4). За всю мировую историю не было большей потребности в добродетели и чистоте, чем сейчас.

source: The value of virtue has been given a symbolic color, like the other values. The color of virtue is gold because gold is pure. It shines. It is soft, not harsh or brash. It is precious. Gold must be refined. As you live a pure and virtuous life, you will be refined by your life’s experiences, and as you “trust in the Lord” (Proverbs 3:5) and draw closer to Him, He will “make [your] hearts as gold” (Roger Hoffman, “Consider the Lilies”).
ru: Идеалу «Добродетель» также дали определенный цвет, как и всем остальным. Цвет идеала «Добродетель» – золотой, потому что золото чисто. Оно сияет. Оно дает мягкий свет, а не дешевый блеск. Оно драгоценно. Золото должно быть очищено от примесей. Если вы ведете чистый и добродетельный образ жизни, то будете очищены своим жизненным опытом; более того, если вы будете «наде[яться] на Господа» (Притчи 3:5) и стараться стать ближе к Нему, Он «очистит [ваше] сердце, подобно золоту» (Roger Hoffman, «Consider the Lilies» [Jackman Music Corp., 1992], 8).

source: What does it mean to return to virtue? We are calling for a return to moral purity and chastity. Virtue is purity. Virtue is chastity. The word virtue has also been defined as “integrity and moral excellence, power and strength” (Guide to the Scriptures, “Virtue,” at scriptures.lds.org; see also Luke 8:46). The core of a virtuous life is sexual purity, and yet this definition has almost been erased by the world. The prophet Mormon taught that chastity and virtue are “most dear and precious above all things” (Moroni 9:9). They go together. You cannot have one without the other, and “we believe in being . . . virtuous” (Articles of Faith 1:13).
ru: Что значит «вернуться к добродетели»? Мы призываем вас вернуться к нравственной чистоте и целомудрию. Добродетель – это чистота. Добродетель – это целомудрие. Слову добродетель дают такое определение: «Непорочность и нравственная безупречность, сила и могущество» (Guide to the Scriptures, «Virtue,» at scriptures.lds.org; см. также от Луки 8:46). Но основа добродетельной жизни – чистота в половых отношениях, хотя это значение почти стерто в нашем мире. Пророк Мормон учил, что целомудрие и добродетель – это то, что считается «самым дорогим и ценным» (Мороний 9:9). Эти понятия связаны неразрывно. Не бывает одного без другого, и «мы верим, что мы должны быть… добродетельными» (Символы веры 1:13).

source: In order to be virtuous and remain virtuous, you must be true to your divine identity and establish patterns of thought and behavior based on high moral standards (see Preach My Gospel [2004], 118–19). These standards are eternal, and they do not change. They have been taught by prophets of God. In a world filled with relative truth, the Lord’s standards are absolute. They are given to each of us to keep us on the path leading back to the presence of our Heavenly Father and His Son, Jesus Christ.
ru: Чтобы оставаться добродетельными, вам необходимо быть верными своей Божественной природе и подавать пример своими мыслями и поступками, опираясь на высокие нравственные нормы (см. Проповедовать Евангелие Мое [2004], стр. 133). Эти нравственные нормы вечны и неизменны. Им учили Пророки Бога. В мире, наполненном изменчивыми истинами, нормы Господа абсолютны. Каждая из нас должна соблюдать их, стремясь вернуться в присутствие нашего Небесного Отца и Его Сына, Иисуса Христа.

source: In Doctrine and Covenants section 25, the Lord counsels each of His beloved daughters, you and me, to “walk in the paths of virtue” (v. 2). You are not common. You are not ordinary. You are daughters of God. You carry within yourselves the sacred power to create life. It is one of God’s greatest gifts to His precious daughters, and you must safeguard that power by living the standards and remaining virtuous. You must safeguard your power through purity of thought and action. By so doing, you, your family, and the generations that follow will be strengthened and blessed. President Brigham Young taught that “the strength of Zion is in the virtue of her sons and daughters” (Letters of Brigham Young to His Sons, ed. Dean C. Jesse [1974], 221).
ru: В двадцать пятом разделе Учения и Заветов Господь призывает каждую из Своих возлюбленных дочерей – вас и меня – «ходить стезями добродетели» (стих 2). Вы необычны. Вы незаурядны. Вы – дочери Бога. В вас заложена священная сила сотворения жизни. Это один из величайших даров, данных Богом Своим драгоценным дочерям, и вы должны хранить эту силу, живя согласно высоким нравственным нормам и оставаясь добродетельными. Вы должны оберегать эту силу чистотой мыслей и действий. Поступая так, вы, ваша семья и многие грядущие поколения будут укреплены и благословлены. Президент Бригам Янг учил: «Сила Сиона кроется в добродетели его сыновей и дочерей» (Letters of Brigham Young to His Sons, ed. Dean C. Jesse [1974], 221).

source: You must guard your own virtue and help others rise to the divinity that is within. In every sense, you are a guardian of virtue. President David O. McKay taught that “a woman should be queen of her own body” (in Conference Report, Apr. 1952, 86). “Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?” (1 Corinthians 3:16). My question to each of you is, If we don’t stand for virtue, who will?
ru: Вы обязаны хранить свою добродетель и помогать другим людям быть достойными заложенного в них Божественного потенциала. Вы – защитницы добродетели в буквальном смысле этого слова. Президент Дэвид О. Маккей учил, что «женщина должна быть королевой своего тела» (Conference Report, Apr. 1952, 86). «Разве не знаете, что вы – храм Божий, и Дух Божий живет в вас?» (1-е Коринфянам 3:16). И сейчас я спрашиваю каждую из вас: если мы не будем отстаивать добродетель, то кто будет это делать?

source: Recently I heard of a group of young women in Peru who climbed a mountain and unfurled their banner to the world. Another group of Young Women and their leaders in Virginia wrote their testimonies and, like those in Peru, unfurled their banners to the world. I have received pictures of so many of you from California to Costa Rica who have made a commitment to remain virtuous and who are leading the world in a return to virtue.
ru: Недавно мне рассказали о группе девушек из Перу, которые взошли на гору и развернули там свое знамя миру. Девушки из другой группы, из штата Вирджиния, вместе со своими руководителями написали свидетельства и, подобно девушкам из Перу, тоже развернули свое знамя для всего мира. Я получила фотографии многих девушек – от Калифорнии до Коста- Рики, – которые взяли на себя обязательство оставаться добродетельными и помогать миру вернуться к добродетели.

source: When I was a young woman, my Young Women leaders had each of us choose a symbol that would represent the life that we would live and what we would strive to become as daughters of God. We then stitched these symbols onto our bandlos—which were fabric sashes that we wore. These bandlos were our personal banners to the world! I chose the symbol of a white rose because roses become more and more beautiful as they grow and blossom, and I chose the color white for purity. I encourage each of you to ponder what your personal banner would be if you could give one message to the world.
ru: Когда я была членом Общества молодых женщин, наши руководители поручили нам выбрать символ, отражающий образ жизни, который мы хотим вести, и наши цели, как дочерей Бога. Затем мы вышили эти символы на наградных лентах, которые мы тогда носили. Эти ленты стали нашим личным знаменем для всего мира! Мой выбор пал на белую розу, потому что эти цветы становятся все прекраснее по мере того, как они растут и распускаются, а белый цвет – символ чистоты. Я предлагаю каждой из вас задуматься, каким было бы ваше знамя, если бы вы могли оставить всего лишь одно послание этому миру.

source: A few years ago my daughter and I, along with two other friends, were backpacking in the Teton Range. Looking for an adventure, we asked the ranger if there was a path that not very many people knew about. He told us about a trail-less hike that would take us through meadows, streams, boulder fields, then to a pristine lake, and eventually to our destination—The Wall. We were in! He gave us instructions on the basic directions and said, “Stay high on the mountain. Don’t go down in the willows because that is where the bears are; watch for the cairns that will show you the way.” Cairns are rocks stacked on top of each other to form an eco-friendly trail marker.
ru: Несколько лет назад мы с дочерью и еще несколькими друзьями пошли в поход к горной цепи Тетон. В поисках приключений мы спросили смотрителя парка, есть ли какая-нибудь дорога, о которой мало кто знает. Он рассказал нам об одной тропе, идущей через луга, ручьи и каменные осыпи к чистому озеру и в конце концов к цели нашего похода – к Гранитной стене. Это было как раз то, что нам нужно! Он дал нам несколько важных наставлений и сказал: «Оставайтесь высоко в горах. Не спускайтесь в заросли ивняка, потому что там встречаются медведи; ориентируйтесь по пирамидам из камней, которые укажут вам путь». Пирамиды состоят из камней, сложенных друг на друга; они служат экологически безопасными указателями.

source: We began early the next morning. For a time we were down in the willows, which made me very nervous. Then we saw our first cairn up on the side of the hill, and we went to it. We hiked from cairn to cairn. At times it seemed we were lost because we would go so long without seeing another cairn, but then to our relief we would see one again and all was well. We reached a huge field of boulders and had to hoist each other and our packs to the top of each boulder. This was challenging, but by evening we reached the beautiful, pristine lake. This is where we pitched our tents. We had exquisite views in every direction. The strenuous hike was worth it!
ru: Мы отправились в путь ранним утром. Какое-то время нам пришлось идти по ивовым зарослям, и я очень волновалась. Затем мы увидели первую пирамиду из камней на вершине холма и пошли к ней. Мы шли от пирамиды к пирамиде. Иногда нам казалось, что мы заблудились, потому что долгое время не могли найти указатель, но потом, к нашему великому облегчению, мы находили его, и все снова было хорошо. Мы вышли на огромную поляну, заваленную камнями, и нам пришлось помогать друг другу взбираться на эти валуны. Было нелегко, но к вечеру мы подошли к прекрасному чистому озеру. На его берегу мы и разбили палатки. Вокруг было так красиво! Трудный поход стоил того!

source: Early the next morning, however, I awoke to the sound of howling wind. A fog had descended on the lake, making it almost impossible to see in any direction. We packed our tents and sleeping bags and started out navigating around the lake, beginning our ascent to our destination, The Wall. I was never so happy as to arrive at The Wall—in fact, we all were! We went up to the huge granite wall and kissed it! We had arrived.
ru: Однако рано утром я проснулась под завывание ветра. Густой туман окутал озеро, и трудно было что-либо разглядеть. Мы свернули палатки и спальные мешки и стали обходить озеро, направляясь к цели своего путешествия – к Гранитной стене. Я никогда не была так счастлива, добравшись до Стены! На самом деле все были счастливы! Мы подошли к этой огромной гранитной стене и поцеловали ее! Мы наконец-то пришли!

source: As I stand before you this evening and call upon the young women of the Church to arise in a return to virtue, I say, in the words of Isaiah, “Come ye, and let us go up to the mountain of the Lord, . . . and he will teach us of his ways, and we will walk in his paths” (Isaiah 2:3). The path of virtue is “less traveled” (see “The Road Not Taken,” in The Poetry of Robert Frost, ed. Edward Connery Lathem [1969], 105); it will take us through life’s meadows and streams and pristine lakes—and even boulder fields! We will need to lift and hoist each other up! The path may be strenuous, but if we are willing, the rewards will be eternal.
ru: Стоя перед вами за этой кафедрой и призывая молодых женщин Церкви встать и вернуться к добродетели, я хочу процитировать слова Исаии: «[Идите] на гору Господню… и научит Он нас Своим путям, и будем ходить по стезям Его» (Исаия 2:3). Путь добродетели – это дорога, «которой мало кто ходил» (см. «The Road Not Taken,» in The Poetry of Robert Frost, ed. Edward Connery Lathem [1969], 105); она проходит по лугам, ручьям, мимо чистых озер и каменистых долин! Нам нужно будет поднимать и поддерживать друг друга! Путь может оказаться трудным, но если мы действительно хотим пройти его, награда будет вечной.

source: As you climb, don’t allow yourself to descend into the willows. Stay high on the mountain. You are God’s precious daughters! Because of the knowledge of our divine identity, everything must be different for us: our dress, our language, our priorities, and our focus. We must not seek guidance from the world, and if our true identity has been clouded by mistakes or sins, we can change. We can turn around and repent and return to virtue. We can climb above the willows. The Savior’s Atonement is for you and for me. He invites each of us to come unto Him.
ru: Поднимаясь в горы, не поддавайтесь искушению спуститься в заросли. Оставайтесь высоко на горе. Вы – драгоценные дочери Бога! Благодаря знанию о нашей Божественной природе все должно измениться в нас: наша одежда и речь, наши приоритеты и цели. Мы не должны принимать советы от мира, и, если наша истинная природа запятнана ошибками или грехами, мы можем измениться. Мы можем вновь встать на истинный путь, покаяться и вернуться к добродетели. Мы можем подняться выше зарослей. Искупление Спасителя совершено для вас и для меня. Он призывает каждую из нас прийти к Нему.

source: As you live a virtuous life, you will have the confidence, power, and strength necessary to climb. You will also be blessed with the constant companionship of the Holy Ghost. Follow the promptings that you receive. Act upon them. Like the cairns on a trail less traveled, the Holy Ghost will show you all things you should do (see 2 Nephi 32:5). He will teach and testify of Christ, who has “marked the path and led the way” (“How Great the Wisdom and the Love,” Hymns, no. 195).
ru: Ваша добродетельная жизнь придаст вам уверенности и силы, необходимые для восхождения на вершину. Вы также будете благословлены постоянным присутствием Святого Духа. Будьте послушны Его наставлениям. Действуйте в соответствии с ними. Подобно пирамидам из камней на мало хоженной тропе, Святой Дух подскажет вам все, что нужно будет делать (см. 2 Нефий 32:5). Он будет учить вас и свидетельствовать о Христе, Который проложил этот путь для нас («Как мудрость Божья велика!» Гимны, №110).

source: Your personal virtue will not only enable you to have the constant companionship of the Holy Ghost, but it will also enable you to make the decisions that will help you be worthy to enter the temple and there make and keep sacred covenants and receive the blessings of exaltation. Prepare yourselves spiritually, and qualify to enter into our Heavenly Father’s presence. Prepare now for the temple, the mountain of the Lord. Never allow the goal of the temple to be out of your sight. Walk into His presence in purity and virtue, and receive His blessings—even “all that he hath” (Luke 12:44). Within His holy house you will be cleansed, taught, and endowed with power, and His “angels [will] have charge over [you]” (D&C 109:22).
ru: Ваша личная добродетель даст вам возможность не только постоянно ощущать влияние Святого Духа, но и принимать решения, которые помогут вам быть достойными посещения храма, где вы заключите и исполните священные заветы и получите благословения возвышения. Подготовьтесь духовно, чтобы войти в присутствие нашего Небесного Отца. Уже сейчас готовьтесь к посещению храма, горы Господней. Никогда не теряйте из виду цель – получение храмовых благословений. Ходите в Его присутствии в чистоте и добродетели и примите Его благословения – «все имение» (от Луки 12:44). В Его святом доме вы будете очищены, научены и облечены силой свыше, и Его «Ангелы [будут] охраня[ть] [вас]» (У. и З. 109:22).

source: We must know and realize that, just as Winston Churchill said in a critical hour during World War II, “to every man [and young woman] there comes . . . that special moment when [they are] figuratively tapped on the shoulder and offered the chance to do a special thing unique to [them]. . . . What a tragedy if that moment finds [them] unprepared or unqualified for [that] which [could have been their] finest hour” (see Jeffrey R. Holland, “Sanctify Yourselves,” Liahona, Jan. 2001, 49; Ensign, Nov. 2000, 40). This is a critical time. You are being tapped on the shoulder. You are preparing now for that work which will be your finest hour. You are preparing for eternity.
ru: Мы должны знать и понимать, что, как говорил Уинстон Черчилль в разгар Второй мировой войны: «для каждого из нас [в том числе и для молодых женщин] наступает… тот решающий момент, когда его, в переносном смысле, похлопают по плечу и предложат свершить то, что может сделать только он, сообразуясь со своими талантами… Как печально, если этот момент застанет человека неподготовленным или непригодным к той работе, которая иначе стала бы его звездным часом» (Джеффри Р. Холланд, «Освятитесь», Лиахона, январь 2001 г., стр. 38–40). Этот решающий момент настал. Вас похлопали по плечу. Сейчас вы готовитесь к той работе, которая станет вашим звездным часом. Вы готовитесь к вечности уже сейчас.
